Repository: dynacase-labs/dynacase-admin-vault-ui
Catalog: locale/*/VAULT.po
Languages: fr

source: %.02f Gb
fr: %.02f Go

source: %.02f Kb
fr: %.02f Ko

source: %.02f Mb
fr: %.02f Mo

source: %d Gb
fr: %d Go

source: %d Kb
fr: %d Ko

source: %d Mb
fr: %d Mo

source: %d Tb
fr: %d To

source: %d bytes
fr: %d octets

source: %d stored files
fr: %d fichiers stockés

source: %s directory not empty
fr: répertoire %s non vide

source: %s directory not found
fr: répertoire %s non trouvé

source: %s directory not writable
fr: répertoire %s non accessible en écriture

source: Cannot adding : [%s]
fr: Ajout impossible : [%s]

source: Capacity
fr: Capacité

source: Clear orphan
fr: Supprimer les orphelins

source: Directory
fr: Répertoire

source: Error : Cleaning %s status %d
fr: Erreur : Nettoyage %s état %d

source: Free
fr: Libre

source: Gb
fr: Go

source: Generate new vault
fr: Créer un nouveau coffre

source: Increase FS
fr: Augmenter le FS

source: Increase vault size
fr: Augmenter la taille du coffre

source: Kb
fr: Ko

source: Mb
fr: Mo

source: Move FS
fr: Déplacer FS

source: Move directory
fr: Déplacer le répertoire

source: New Vault FS
fr: Nouveau coffre

source: New directory
fr: Nouveau répertoire

source: New size
fr: Nouvelle taille

source: Orphan Cleaned in %s directory
fr: Orphelins supprimés dans le répertoire %s

source: Orphean
fr: Orphelins

source: Size
fr: Taille

source: Tb
fr: To

source: Trash
fr: Poubelle

source: Used
fr: Utilisé

source: Vault
fr: Gestion du coffre

source: Vault Management
fr: Ajout et modification des espaces de stockage des fichiers

source: Vault manager
fr: Administrateur du Coffre

source: Vault user
fr: Utilisateur du Coffre

source: adding %s
fr: ajout de %s

source: analyze vaults occupation
fr: Analyse des taux d'occupation des coffres

source: create new vault
fr: Créer un nouveau coffre

source: create vault %s
fr: Création du nouveau coffre %s

source: delete orphan
fr: Supprimer les orphelins

source: increase size vault
fr: Augmenter la taille du coffre

source: million bytes
fr: million d'octets

source: million of Megabytes
fr: million de mégaoctets

source: move root directory vault
fr: déplacer le répertoire du coffre

source: new directory %s
fr: nouveau répertoire %s

source: no vault initialised.
fr: Aucun coffre d'initialisé

source: show vaults occupation
fr: Affiche les taux d'occupation des coffres

source: the new size must be upper than %s
fr: La nouvelle taille doit être supérieure à %s

source: thousands bytes
fr: milliers d'octets

source: thousands of Megabytes
fr: milliers de mégaoctets

source: vault already created %s: aborted
fr: coffre déjà crée %s: abandon

source: view image for free size
fr: voir l'image pour l'espace libre
